Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sametingets-representanter-2017-2021.html.tmx
Source language: nob
Languages: sma

source: Sametingets representanter 2017-2021
sma: Saemiedigkien tjirkijh 2017-2021

source: Disse er valgt inn som representant i Sametinget i perioden 2017-2021:
sma: Daah leah tjirkijinie Saemiedigkesne veeljesovveme boelhken 2017-2021:

source: Østre valgkrets - 5 representanter
sma: Luvlie veeljemegievlie - 5 tjirkijh

source: Tom Sottinen, Arbeiderpartiet
sma: Tom Sottinen, Barkijekrirrie

source: Márja-Liissa Partapuoli, Norske samers riksforbund/Samefolkets parti
sma: Márja-Liissa Partapuoli, Nöörjen saemiej rijhkesiebrie/Saemieåålmegi krirrie

source: Jovna Vars Smuk, Norske samers riksforbund/Samefolkets parti
sma: Jovna Vars Smuk, Nöörjen saemiej rijhkesiebrie/Saemieåålmegi krirrie

source: Ávjovárri valgkrets - 8 representanter
sma: Ávjovárri veeljemegievlie - 8 tjirkijh

source: Aili Keskitalo, Norske samers riksforbund
sma: Aili Keskitalo, Nöörjen saemiej rijhkesiebrie

source: Mathis Nilsen Eira, Norske samers riksforbund
sma: Mathis Nilsen Eira, Nöörjen saemiej rijhkesiebrie

source: Sandra Andersen Eira, Norske samers riksforbund
sma: Sandra Andersen Eira, Nöörjen saemiej rijhkesiebrie

source: Kåre Olli, Arbeiderpartiet
sma: Kåre Olli, Barkijekrirrie

source: Hans Ole Eira, Senterpartiet
sma: Berit Marie P.E. Eira, Juhtijesaemiej læstoe

source: Nordre valgkrets - 6 representanter
sma: Noerhte veeljemegievlie s - 6 tjirkijh

source: Silje Karine Muotka, Norske samers riksforbund
sma: Silje Karine Muotka, Nöörjen saemiej rijhkesiebrie

source: Nils Mikkelsen Utsi, Norske samers riksforbund
sma: Nils Mikkelsen Utsi, Nöörjen saemiej rijhkesiebrie

source: Gáisi valgkrets - 5 representanter
sma: Gáisi veeljemegievlie - 5 tjirkijh

source: Henrik Olsen, Norske samers riksforbund
sma: Henrik Olsen, Nöörjen saemiej rijhkesiebrie

source: Sandra Márjá West, Norske samers riksforbund
sma: Sandra Márjá West, Nöörjen saemiej rijhkesiebrie

source: Niko Valkeapää, Norske samers riksforbund
sma: Niko Valkeapää, Nöörjen saemiej rijhkesiebrie

source: Vesthavet valgkrets - 5 representanter
sma: Jilliemearoe veeljemegievlie - 5 tjirkijh

source: Mikkel Eskil Mikkelsen, Norske samers riksforbund
sma: Mikkel Eskil Mikkelsen, Nöörjen saemiej rijhkesiebrie

source: Runar Myrnes Balto, Norske samers riksforbund
sma: Runar Myrnes Balto, Nöörjen saemiej rijhkesiebrie

source: Ann Karin Kvernmo, Norske samers riksforbund
sma: Ann Karin Kvernmo, Nöörjen saemiej rijhkesiebrie

source: Sørsamisk valgkrets - 4 representanter
sma: Åarjelsaemien veeljemegievlie - 4 tjirkijh

source: John Kappfjell, Arbeiderpartiet
sma: John Kappfjell, Barkijekrirrie

source: Nora Marie Bransfjell, Norske samers riksforbund
sma: Nora Marie Bransfjell, Nöörjen saemiej rijhkesiebrie

source: Björn Thomas Åhren, Norske samers riksforbund
sma: Björn Thomas Åhren, Nöörjen saemiej rijhkesiebrie

source: Sør-Norge valgkrets - 6 representanter
sma: Åarjel-Nöörje veeljemegievlie - 6 tjirkijh

source: Ann-Elise Finbog, Samefolkets parti
sma: Ann-Elise Finbog, Saemieåålmegi krirrie

source: Tor Gunnar Nystad, Norske samers riksforbund
sma: Tor Gunnar Nystad, Nöörjen saemiej rijhkesiebrie

source: Aili Guttorm, Norske samers riksforbund
sma: Aili Guttorm, Nöörjen saemiej rijhkesiebrie

source: Sametingets plenum velger ny president 12.10.17.
sma: Saemiedigkien stoerretjåanghkoe orre presidentem veeljie 12.10.17.

source: Den valgte presidenten meddeler deretter plenum hvem vedkommende vil ha med seg i rådet.
sma: Dïhte veeljeme presidente dan mænngan stoerretjåanghkose beavna gïeh satne sæjhta meatan utnedh raeresne.

source: Både president og rådsmedlemmene skal være representanter i Sametinget.
sma: Dovne presidente jïh raerielïhtsegh edtjieh tjirkijinie årrodh Saemiedigkesne.

source: Når så presidenten og rådsmedlemmene er utpekt, går disse ut av plenum og deres vararepresentanter trer inn som ordinære sametingsrepresentanter.
sma: Gosse presidente jïh raerielïhtsegh leah nammoehtamme, dah stoerretjåanghkoem laehpieh jïh dej sæjjasadtjh sïejhme saemiedigkietjirkijinie sjidtieh.
